{"intents": [
        {"category": "Information and technology",
         "question": ["How can I increase the speed of my internet connection while using a VPN?",
            "How can I be a good geologist?","Motorola (company): Can I hack my Charter Motorolla DCX3400?",
            "Motorola (company): Can I hack my Charter Motorolla DCX3400?","How do I read and find my YouTube comments?",
            "Why are so many Quora users posting questions that are readily answered on Google?",
            "Which is the best digital marketing institution in banglore?","What does it mean that every time I look at the clock the numbers are the same?",
            "What is the best travel website in spain?","When can I expect my Cognizant confirmation mail?",
            "What is the quickest way to increase Instagram followers?","I was suddenly logged off Gmail. I can't remember my Gmail password and just realized the recovery email is no longer alive. What can I do?",
            "What is Java programming? How To Learn Java Programming Language ?","How do I log out of my Gmail account on my friend's phone?",
            "How can I make money through the Internet?","Which is the best gaming laptop under 60k INR?","How does 3D printing work?",
            "Why is the number for Skype at 1-855-425-3768 always busy?","Have you ever heard of travel hacking?",
            "What are some mind-blowing computer tools that exist that most people don't know about?",
            "What is the alternative to machine learning?","How do I register my domain site email?",
            "What are good websites for escorts?","How do I use Twitter as a business source?",
            "How can I transfer money from Skrill to a PayPal account?","How do you get deleted Instagram chats?",
            "How can I check wifi history and access it through android phones?","What's the best way to start learning robotics?",
            "How headphones work as an Antenna to play FM radio channels on Mobile phones? Why mobile companies doesn't install the same inbuilt Antenna on phones to be able to play FM without the headphones?",
            "What are the best career growth technologies for automation engineers apart from automation tools?",
            "How can I learn computer security?","How do I create a new shell in a new terminal using C programming (Linux terminal)?",
            "How can you recover your Gmail password?","How many months does it take to gain knowledge in developing Android apps from scratch?",
            "How can I get free gems in Clash of Clans?","Why aren't there more apps like Word Lens?",
            "What is the best way to get traffic on your website?","How can I make money online with free of cost?",
            "What would be the estimated cost of repairing the cracked screen of iphone 6?","Can I use Jio SIM in iPhone 5s?",
            "Why should I learn web design?","How do I know if someone blocked my texts?","Why does ISRO not use friction stir welding technology?",
            "What is the best phone to buy below 15k?","How do I edit my devices on my Google play account?"
         ]
        },
        {"category": "Health",
         "question": [
            "Why am I mentally very lonely? How can I solve it?","What was your first sexual experience like?",
            "What are some tips on making it through the job interview process at Medicines?","What are some special cares for someone with a nose that gets stuffy during the night?",
            "What are some examples of products that can be make from crude oil?","Is it normal to have a dark ring around the iris of my eye?",
            "What is your review of Performance Testing?","What is a narcissistic personality disorder?",
            "How can I increase my height after 21 also?","How do you obtain an instant ulcer pain relief?",
            "Can excessive amounts of Vitamin C cause me to have a miscarriage?","Was six party talks successful?",
            "Is it normal for older men to be attracted to young women?","Is 7 days too late for rabies vaccine after a possible non-bite exposure?",
            "At what age should someone lose their virginity?","What would happen if you cover one of your eyes with an eye patch for one year, then take the patch off?",
            "Which psychological need does 'collecting' fulfill?","How do I utilize free time to avoid depression?",
            "Does cognition affect perception?","Is drinking 4 liters of water each day unhealthy?","Is knee pain in a 20 year old girl normal?",
            "What are the best YouTube channels to learn medicine?","What do you do if you had a bad dream?",
            "How do I love my body as a guy?","How do most people die?","What is in bone marrow?",
            "How long does it take for a dead body to float to the surface after drowning ?","How do you deal with a fear of dying?",
            "How can we acquire a positive morality?","What are the most interesting foods you have eaten in any country?",
            "How can one increase concentration?","Why do male porn stars masturbate to ejaculate?",
            "Is there a biological reason that people cry when they are emotional?","What would be the best way to quit smoking?",
            "Why do I keep getting fleas from my dogs?","Can you debeak cockerels at 8 months old?","What should someone do to overcome anxiety?"


        ]
        },
        {"category": "education",
         "question": [
            "What can make Physics easy to learn?","How should I prepare for CA final law?",
            "What universities does Rexnord recruit new grads from? What majors are they looking for?",
            "Is Career Launcher good for RBI Grade B preparation?","What are the best ways to learn French?",
            "What is the best book ever made?","How helpful is QuickBooks?","What is the best reference book for physics class 11th?",
            "Which is the best fiction novel of 2016?","Will the recent demonetisation results in higher GDP? If so how much?",
            "Did you find the ending of the novel depressing?","What is the greatest mystery in the universe?",
            "What is the mean of future budget?","How do I access Torbox in India?",
            "What is the most creative college admissions essay you've read?","What is the best combination of courses I can take up along with CA to enhance my career?",
            "Are there People who are willing to give free lectures or conduct free workshop in India colleges?",
            "I got a 3.8 GPA. Is it enough to get into top universities like Harvard?","Which online test series is best for GATE 2017 in CS stream?",
            "How do you get a book published?","How do I choose a journal to publish my paper?",
            "Should I repeat 2nd year in college, or find a new college? It's a 5 year course.",
            "What job possibilities exist for a Bachelors in Homeland Security?","Which are the best books to understand calculus?","When was the birth of the trigonometric functions?",
            "How much CGPA I require to get an admission for MTech CSE at IIT Madras?","What is the VTU 1st sem exam time table of 2016 (Dec)?",
            "Harvard College Courses: What is general shopping advice for Turkish classes?",
            "What is the best university in Germany for an MS?","What are the best self-help books you've ever read?",
            "How can I get entry in MIT?","Which is more financially beneficial: being in a firm or teaching in an architecture college?"

         ]
        },
        {"category": "politics",
         "question": [
            "What would a Trump presidency mean for current international master students on an F1 visa?",
            "Does the United States government still blacklist some United States citizens because their political views?",
            "Why do some people think Obama will try to take their guns away?","How GST affects the CAs and tax officers?",
            "How difficult is it get into RSI?","Will there really be any war between India and Pakistan over the Uri attack What will be its effects?",
            "What were the war strategies of the Union and the Confederates during the Civil War?",
            "Who is president of Nepal?","Which is the most corrupted country?",
            "Is USA the most powerful country of the world?","What is our stance against Pakistan?",
            "How many years Britain ruled India?","Why do people hate Hillary Clinton?",
            "Trump supporters, how do you feel about the way he's walking back his promises?","What are the qualities of a good leader?",
            "What Anna Hazare think about PM Modi?","How can I write a letter to Mr. Narendra Modi?","Who is more electable in a general Presidential election: Donald Trump or Ted Cruz?",
            "Who was the Prime Minister with the shortest time in office?","Who was the only British Prime Minister to be assassinated?",
            "Which politician described Russia ?","Which politician punched a protester on the campaign trail in 2001 after they hurled an egg at him?",
            "Which is the oldest political party in the UK?","Which UK constituency has the largest population?","Why did David Cameron resign as Prime Minister in 2016?"
         ]
        },
        {"category": "fashion and style",
         "question": [
            "Why do rockets look white?","What Game of Thrones villain would be the most likely to give you mercy?",
            "Can I make 50,000 a month by day trading?","How did Darth Vader fought Darth Maul in Star Wars Legends?",
            "Who is the richest gambler of all time and how can I reach his level?","What is the right etiquette for wishing a Jehovah Witness happy birthday?",
            "What are some of the high salary income jobs in the field of biotechnology?","What is the difference between sincerity and fairness?",
            "What are some of the best romantic movies in English?","What's the difference between love and pity?",
            "How competitive is the hiring process at Republic Bank?","Why do some girls like to stick their their tongues out when taking pictures?",
            "How forgetful are you?","Would you switch from Canon 6D to Leica D-LUX 109?","Which is the best earphone with deep bass under 1000?",
            "Which is the best fixed income fund?","Do animals kiss?","How can I stop being addicted to love?",
            "What are some must watch TV shows before you die?","Which is the best bike in Nepal?",
            "How would you describe your style?","What’s the best general advice you’ve ever gotten?",
            "What is the most expensive clothing item you’ve ever bought?","Shoes or Bags?",
            "Do you prefer color or black & white?"," The number of clothing items you’ve donated or set aside after a closet cleanout?",
            "What’s the last three items you bought?","What’s currently on your coffee table?","What is one thing you wish you knew about your style when you were younger?",
            "What makes you feel/think those words describe your style?","How can you use those past/previous style elements to recreate the style you want now?",
            "What are the wrong trousers?","What's the top jacket for spring?","What, exactly, is a tea dress?",
            "Which bag?","OK, but what about a truly bonkers bag?","Do I really need a new dress?",
            "Can I get away with a miniskirt?","Which is the best tatto center?","What's the best news about spring fashion?"

         ]
        },
        {"category": "sports",
         "question": [
            "Does society place too much importance on sports?","Do cricket players really drink tea on a tea break?",
            "What is considered an illegal screen in the NBA?","What are some good places to learn mountaineering in India?",
            "Do new table tennis balls damage rubbers?","How many points did Liverpool record in the 2019/20 Premier League season before football was postponed?",
            "Name the only football team to sack Sir Alex Ferguson as a manager.","How many times has Rafael Nadal won the French Open?",
            "Which international team currently sits top of the FIFA Men’s World Rankings?","Which WWE superstar did Tyson Fury wrestle in 2019?",
            "Who is the top scorer for the England Women’s national football team?","In which sport do teams compete to win the Stanley Cup?",
            "Which country are the current Netball World Cup Champions?","Which sports presenter is credited with devising Mo Farah’s celebratory dance?",
            "How many Olympic gold medals did rower Steve Redgrave win?","Who is the current captain of the England Women’s Football team?",
            "Which cricket club plays at The Oval?","Which country’s rugby team is called The Springboks?",
            "At which Olympics did Kelly Holmes win two gold medals?","Which England footballer was famously never given a yellow card?",
            "Who is best cricket player?","Who is best essi or ronaldo?","How many clubs did David Beckham play for during his career?",
            "Who won the worldcup in 2010 in fotball?","Ricky Ponting is also known as what?","Which NBA player scored 8 points in the final 7 seconds of a game to lead his team to victory?",
            "How long are professional Golf Tour players allotted per shot?","What is a cricket ball made out of?",
            "Maradona is a famous player associated","The famous player 'Pele' is associated with which games?","How many players are there in Water Polo team?",
            "In which city the Asian Games first took place?","India first won the Olympic Hockey gold at",
            "Which of the following cups/trophies is associated with football?","Michael Ferraria is associated with which games/sports?",
            "What is the length of each stump in the cricket?","who is best volleyball player in the world?",
            "How many players in basketball?","When will be the ipl starts again in India?","Who won the maximum number of gold medals in Hiroshima Asian Games?",
            "Which Indian batsman made three consecutive centuries in his first three Test matches?"

         ]
        } 
   ]
}